# taps
tap "azure/kubelogin"
tap "bufbuild/buf"
tap "buildpacks/tap"
tap "c-bata/kube-prompt"
tap "cjbassi/ytop"
tap "dagger/tap"
tap "danielfoehrkn/switch"
tap "felixkratz/formulae"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jfryy/tap"
tap "koekeishiya/formulae"
tap "morantron/tmux-fingers"
tap "nikitabobko/tap"
tap "sonatype-nexus-community/nancy-tap"
tap "thegeeklab/tap"
tap "txn2/tap"

# formulas
brew "act"
brew "ansible"
brew "argo"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "azure/kubelogin/kubelogin"
brew "bash"
brew "bash-completion"
brew "bat"
brew "buildkit"
brew "buildpacks/tap/pack"
brew "bzip2"
brew "cava"
brew "cdrtools"
brew "chart-releaser"
brew "container-diff"
brew "coreutils"
brew "corkscrew"
brew "ctags"
brew "dagger/tap/dagger"
brew "danielfoehrkn/switch/switch"
brew "dive"
brew "docker"
brew "dos2unix"
brew "expect"
brew "fd"
brew "felixkratz/formulae/borders"
brew "figlet"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "go-task"
brew "gradle"
brew "gzip"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform-ls"
brew "haskell-stack"
brew "helm"
brew "hidetatz/tap/kubecolor"
brew "inetutils"
brew "istioctl"
brew "jfryy/tap/qq"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "krew"
brew "kubectx"
brew "kubernetes-cli"
brew "librsvg"
brew "llvm@12"
brew "lsd"
brew "macvim"
brew "mkcert"
brew "morantron/tmux-fingers/tmux-fingers"
brew "nemu"
brew "neovim"
brew "netpbm"
brew "newsboat"
brew "node"
brew "nss"
brew "openbao"
brew "pkgconf"
brew "pnpm"
brew "podman"
brew "proctools"
brew "protobuf"
brew "pstree"
brew "pulseaudio"
brew "pyenv"
brew "python@3.13"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "samba"
brew "socat"
brew "sonatype-nexus-community/nancy-tap/nancy"
brew "ssh-copy-id"
brew "starship"
brew "swtpm"
brew "sysbench"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "thegeeklab/tap/git-sv"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "txn2/tap/kubefwd"
brew "unzip"
brew "urlview"
brew "usbutils"
brew "virt-manager"
brew "watch"
brew "watchexec"
brew "wget"
brew "yamllint"
brew "youtube-dl", args: ["HEAD"]
brew "yq"
brew "zsync"

# casks
cask "aerospace"
cask "alacritty"
cask "battle-net"
cask "bitwarden", args: { appdir: "/Applications" }
cask "brave-browser", args: { appdir: "/Applications" }
cask "firefox"
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-iosevka-term-nerd-font", args: { appdir: "/Applications" }
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font", args: { appdir: "/Applications" }
cask "git-credential-manager", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "goreleaser"
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "jordanbaird-ice", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-office", args: { appdir: "/Applications" }
cask "rancher", args: { appdir: "/Applications" }
cask "raycast", args: { appdir: "/Applications" }
cask "spotify"
cask "stats", args: { appdir: "/Applications" }
cask "vagrant"
cask "visual-studio-code"
cask "wezterm"
cask "xquartz", args: { appdir: "/Applications" }
cask "zen", args: { appdir: "/Applications" }

# vscode
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "vscodevim.vim"
