tap "brimdata/tap"
tap "bufbuild/buf"
tap "cjbassi/ytop"
tap "dagger/tap"
tap "felixkratz/formulae"
tap "hidetatz/tap"
tap "jfryy/tap"
tap "nikitabobko/tap"
tap "thegeeklab/tap"
tap "txn2/tap"
brew "tree"
brew "ansible"
brew "argo"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "buildkit"
brew "bzip2"
brew "cmatrix"
brew "connect"
brew "container-diff"
brew "coreutils"
brew "corkscrew"
brew "ctags"
brew "dive"
brew "dos2unix"
brew "expect"
brew "figlet"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "go-task"
brew "go@1.23"
brew "goreleaser"
brew "gradle"
brew "gzip"
brew "helm"
brew "inetutils"
brew "istioctl"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "krew"
brew "kubecolor"
brew "kubectx"
brew "lsd"
brew "maven"
brew "mkcert"
brew "nemu"
brew "neovim"
brew "newsboat"
brew "node"
brew "nss"
brew "openjdk@11"
brew "pnpm"
brew "podman"
brew "proctools"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "skopeo"
brew "ssh-copy-id"
brew "starship"
brew "sysbench"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "unzip"
brew "urlview"
brew "virt-manager"
brew "watch"
brew "watchexec"
brew "wget"
brew "yamllint"
brew "yq"
brew "brimdata/tap/zq"
brew "dagger/tap/dagger"
brew "felixkratz/formulae/borders"
brew "jfryy/tap/qq"
brew "thegeeklab/tap/git-sv"
brew "txn2/tap/kubefwd"
cask "aerospace"
cask "alacritty", args: { appdir: "/Applications" }
cask "bitwarden"
cask "brave-browser", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-iosevka-term-nerd-font", args: { appdir: "/Applications" }
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font", args: { appdir: "/Applications" }
cask "git-credential-manager"
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "jordanbaird-ice", args: { appdir: "/Applications" }
cask "mouseless"
cask "rancher", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "stats", args: { appdir: "/Applications" }
cask "wezterm", args: { appdir: "/Applications" }
cask "xquartz", args: { appdir: "/Applications" }
cask "zen", args: { appdir: "/Applications" }
cask "maccy"
