brew "ansible"
cask "font-iosevka-term-nerd-font"
cask "claude-code"
brew "argo"
brew "argocd"
brew "awscli"
brew "bat"
brew "cmatrix"
brew "coreutils"
brew "ctags"
brew "dive"
brew "dos2unix"
brew "expect"
brew "figlet"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "go-task"
brew "goreleaser"
brew "gzip"
brew "helm"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "krew"
brew "kubecolor"
brew "kubectx"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "newsboat"
brew "node"
brew "pnpm"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "skopeo"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unzip"
brew "watch"
brew "watchexec"
brew "wget"
brew "yamllint"
brew "yq"
brew "dagger/tap/dagger"
brew "jfryy/tap/qq"
brew "thegeeklab/tap/git-sv"
brew "txn2/tap/kubefwd"
brew "websocat"
tap "dagger/tap"
tap "jfryy/tap"
tap "thegeeklab/tap"
tap "txn2/tap"
