tap "azure/kubelogin"
tap "bufbuild/buf"
tap "buildpacks/tap"
tap "c-bata/kube-prompt"
tap "cjbassi/ytop"
tap "danielfoehrkn/switch"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "mopidy/mopidy"
tap "sonatype-nexus-community/nancy-tap"
tap "txn2/tap"
brew "ansible"
brew "argo"
brew "argocd"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "buildkit"
brew "bzip2"
brew "cava"
brew "cmake"
brew "consul"
brew "container-diff"
brew "corkscrew"
brew "ctags"
brew "dive"
brew "docker"
brew "dos2unix"
brew "expect"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "tesseract"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "go-task"
brew "gtk4"
brew "py3cairo"
brew "netpbm"
brew "gzip"
brew "haskell-stack"
brew "helm"
brew "inetutils"
brew "istioctl"
brew "k3d"
brew "k9s"
brew "kind"
brew "krew"
brew "kubectx"
brew "librsvg"
brew "llvm@12"
brew "lsd"
brew "macvim"
brew "mkcert"
brew "ncmpcpp"
brew "neovim"
brew "node"
brew "nss"
brew "proctools"
brew "protobuf"
brew "prototool"
brew "pstree"
brew "pulseaudio"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "spotify-tui"
brew "spotify_player"
brew "spotifyd"
brew "ssh-copy-id"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unzip"
brew "urlview"
brew "vault"
brew "watch"
brew "watchexec"
brew "wget"
brew "yamllint"
brew "youtube-dl", args: ["HEAD"]
brew "yq"
brew "azure/kubelogin/kubelogin"
brew "buildpacks/tap/pack"
brew "cjbassi/ytop/ytop"
brew "danielfoehrkn/switch/switch"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform-ls"
brew "helm/tap/chart-releaser"
brew "mopidy/mopidy/mopidy", link: false
brew "mopidy/mopidy/mopidy-mpd"
brew "mopidy/mopidy/mopidy-spotify"
brew "sonatype-nexus-community/nancy-tap/nancy"
brew "txn2/tap/kubefwd"
cask "alacritty"
cask "alfred", args: { appdir: "/Applications" }
cask "amethyst", args: { appdir: "/Applications" }
cask "background-music"
cask "brave-browser", args: { appdir: "/Applications" }
cask "dozer", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "istat-menus", args: { appdir: "/Applications" }
cask "iterm2"
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-office", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "rancher", args: { appdir: "/Applications" }
cask "wezterm"
